appcleaner
caffeine
dropbox
filezilla
flux
franz
google-photos-backup
google-chrome
google-drive
github-desktop
insomniax
istat-menu
mendeley-desktop
music-manager
onyx
owncloud
perian
shuttle
skype
textmate
transmission
vlc
vox 
vox-preference-pane
eclipse-java
mactex
